OpenFOAM-11/tutorials/multicomponentFluid/parcelInBox/system/probesDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format          ascii;
    class           dictionary;
    location        system;
    object          probesDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


// Fields to be probed. runTime modifiable!
fields
(
    T H2O p kT
);

// Locations to be probed. runTime modifiable!
probeLocations
(
    (0.005 0.0 0.0)
);

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
